Repository: maximeliseyev/analogprocess
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, ru, th, vi, zh_hans, zh_hant

# agitationPeriodicFormat
source: Every %@s
ru: Каждые %@с

# noCustomAgitationModes
source: No Custom Modes
ru: Нет пользовательских режимов

# noCustomAgitationModesDescription
source: Create your first custom agitation mode to get started
ru: Создайте свой первый пользовательский режим ажитации для начала работы

# createFirstCustomMode
source: Create First Mode
ru: Создать первый режим

source: Select This Mode
ru: Выбрать этот режим

# deleteConfirmation
source: Delete Mode
ru: Удалить режим

# deleteCustomModeMessage
source: Are you sure you want to delete "%@"? This action cannot be undone.
ru: Вы уверены, что хотите удалить "%@"? Это действие невозможно отменить.

source: Create New
ru: Создать новый

source: Validation Error
ru: Ошибка валидации

source: Save Error
ru: Ошибка сохранения

# customAgitationErrorEmptyName
source: Mode name cannot be empty
ru: Название режима не может быть пустым

# customAgitationErrorEmptyCustomDescription
source: Custom instructions required for %@
ru: Требуются пользовательские инструкции для %@

# customAgitationErrorInvalidTiming
source: Invalid timing configuration for %@
ru: Неверная конфигурация времени для %@

# customAgitationErrorInvalidInterval
source: Invalid interval for %@
ru: Неверный интервал для %@

# customAgitationErrorNoLastMinuteConfig
source: Last minute configuration is missing
ru: Отсутствует конфигурация последней минуты

# tapToCalculator
source: Tap to go to calculator
id: Ketuk untuk ke kalkulator
ja: タップして計算機へ
ko: 탭하여 계산기로 이동
ru: Нажмите чтобы перейти к калькулятору
th: แตะเพื่อไปยังเครื่องคำนวณ
vi: Chạm để đến máy tính
zh_hans: 点击进入计算器
zh_hant: 點擊進入計算器

source: Calculated Time
id: Waktu Terhitung
ja: 計算時間
ko: 계산된 시간
ru: Вычисленное время
th: เวลาที่คำนวณ
vi: Thời gian tính toán
zh_hans: 计算时间
zh_hant: 計算時間

source: No dilutions available
id: Tidak ada pengenceran tersedia
ja: 利用可能な希釈なし
ko: 사용 가능한 희석 없음
ru: Нет доступных разведений
th: ไม่มีการเจือจางให้ใช้
vi: Không có tỷ lệ pha loãng
zh_hans: 无可用稀释比
zh_hant: 無可用稀釋比

# noDilutionsDescription
source: No development data available for selected film and developer combination
id: Tidak ada data cuci film untuk kombinasi film dan developer yang dipilih
ja: 選択したフィルムと現像液の組み合わせで現像データがありません
ko: 선택한 필름과 현상액 조합에 대한 현상 데이터가 없습니다
ru: Нет данных для данной комбинации проявителя и плёнки
th: ไม่มีข้อมูลการล้างสำหรับฟิล์มและน้ำยาล้างที่เลือก
vi: Không có dữ liệu tráng cho kết hợp phim và dung dịch đã chọn
zh_hans: 所选胶片和显影液组合无显影数据
zh_hant: 所選膠片和沖印液組合無沖印資料

source: No ISO options available
id: Tidak ada opsi ISO tersedia
ja: 利用可能なISOオプションなし
ko: 사용 가능한 ISO 옵션 없음
ru: Нет доступных ISO
th: ไม่มีตัวเลือก ISO ให้ใช้
vi: Không có tùy chọn ISO
zh_hans: 无可用ISO选项
zh_hant: 無可用ISO選項

# noISOOptionsDescription
source: Please select a film, developer, and dilution first to see available ISO options.
id: Silakan pilih film, developer, dan pengenceran dulu untuk melihat opsi ISO yang tersedia.
ja: フィルム、現像液、希釈を先に選択してISO オプションを表示してください。
ko: 사용 가능한 ISO 옵션을 보려면 먼저 필름, 현상액, 희석을 선택하세요.
ru: Сначала выберите плёнку, проявитель и разведение, чтобы увидеть доступные ISO.
th: กรุณาเลือกฟิล์ม น้ำยาล้าง และการเจือจางก่อนเพื่อดูตัวเลือก ISO ที่มี
vi: Vui lòng chọn phim, dung dịch hiện tráng và tỷ lệ pha loãng trước để xem các tùy chọn ISO có sẵn.
zh_hans: 请先选择胶片、显影液和稀释比以查看可用的ISO选项。
zh_hant: 請先選擇膠片、沖印液和稀釋比以檢視可用的ISO選項。

source: No options available
id: Tidak ada opsi tersedia
ja: 利用可能なオプションなし
ko: 사용 가능한 옵션 없음
ru: Нет доступных опций
th: ไม่มีตัวเลือกให้ใช้
vi: Không có tùy chọn
zh_hans: 无可用选项
zh_hant: 無可用選項

# noOptionsDescription
source: No options are currently available for selection.
id: Saat ini tidak ada opsi yang tersedia untuk dipilih.
ja: 現在選択可能なオプションがありません。
ko: 현재 선택 가능한 옵션이 없습니다.
ru: В данный момент нет доступных опций для выбора.
th: ขณะนี้ไม่มีตัวเลือกให้เลือก
vi: Hiện tại không có tùy chọn nào để lựa chọn.
zh_hans: 当前没有可选择的选项。
zh_hant: 目前沒有可選擇的選項。

# journalEmpty
source: Journal is empty
id: Jurnal kosong
ja: ジャーナルは空です
ko: 저널이 비어있습니다
ru: Журнал пуст
th: บันทึกว่างเปล่า
vi: Nhật ký trống
zh_hans: 日志为空
zh_hant: 日誌為空

# journalEmptyDescription
source: Save your first calculation to see it here
id: Simpan perhitungan pertama Anda untuk melihatnya di sini
ja: 最初の計算を保存してここに表示
ko: 첫 번째 계산을 저장하여 여기에서 확인하세요
ru: Сохраните свой первый расчёт, чтобы увидеть его здесь
th: บันทึกการคำนวณแรกของคุณเพื่อดูที่นี่
vi: Lưu tính toán đầu tiên của bạn để xem ở đây
zh_hans: 保存您的第一次计算以在此查看
zh_hant: 儲存您的第一次計算以在此檢視

source: Save calculation
id: Simpan perhitungan
ja: 計算を保存
ko: 계산 저장
ru: Сохранить расчёт
th: บันทึกการคำนวณ
vi: Lưu tính toán
zh_hans: 保存计算
zh_hant: 儲存計算

source: Journal
id: Jurnal
ja: ジャーナル
ko: 저널
ru: Журнал
th: บันทึก
vi: Nhật ký
zh_hans: 日志
zh_hant: 日誌

# journalCreateRecord
source: Create Record
id: Buat Record
ja: 記録作成
ko: 기록 생성
ru: Создать запись
th: สร้างบันทึก
vi: Tạo bản ghi
zh_hans: 创建记录
zh_hant: 建立記錄

# journalRecordBasicInfo
source: Basic Information
id: Informasi Dasar
ja: 基本情報
ko: 기본 정보
ru: Основная информация
th: ข้อมูลพื้นฐาน
vi: Thông tin cơ bản
zh_hans: 基本信息
zh_hant: 基本資訊

# journalRecordName
source: Name (optional)
id: Nama (opsional)
ja: 名前 (任意)
ko: 이름 (선택사항)
ru: Название (необязательно)
th: ชื่อ (ไม่บังคับ)
vi: Tên (tùy chọn)
zh_hans: 名称（可选）
zh_hant: 名稱（可選）

# journalRecordFilm
source: Film
ja: フィルム
ko: 필름
ru: Плёнка
th: ฟิล์ม
vi: Phim
zh_hans: 胶片
zh_hant: 膠片

# journalRecordDeveloper
source: Developer
ja: 現像液
ko: 현상액
ru: Проявитель
th: น้ำยาล้าง
vi: Dung dịch hiện tráng
zh_hans: 显影液
zh_hant: 沖印液

# journalRecordParameters
source: Development Parameters
id: Parameter Cuci Film
ja: 現像パラメータ
ko: 현상 매개변수
ru: Параметры проявки
th: พารามิเตอร์การล้าง
vi: Thông số tráng phim
zh_hans: 显影参数
zh_hant: 沖印參數

# journalRecordDilution
source: Dilution
id: Pengenceran
ja: 希釈
ko: 희석
ru: Разведение
th: การเจือจาง
vi: Tỷ lệ pha loãng
zh_hans: 稀释比
zh_hant: 稀釋比

# journalRecordTemperature
source: Temperature
id: Suhu
ja: 温度
ko: 온도
ru: Температура
th: อุณหภูมิ
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

# journalRecordTime
source: Time
id: Waktu
ja: 時間
ko: 시간
ru: Время
th: เวลา
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# journalRecordComment
source: Comment
id: Komentar
ja: コメント
ko: 댓글
ru: Комментарий
th: หมายเหตุ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# journalRecordCommentPlaceholder
source: Add notes about this development...
id: Tambahkan catatan tentang cuci film ini...
ja: この現像についてのメモを追加...
ko: 이 현상에 대한 메모 추가...
ru: Добавьте заметки о проявке...
th: เพิ่มบันทึกเกี่ยวกับการล้างนี้...
vi: Thêm ghi chú về việc tráng này...
zh_hans: 添加关于此次显影的笔记...
zh_hant: 新增關於此次沖印的筆記...

# journalRecordDate
source: Date & Time
id: Tanggal & Waktu
ja: 日時
ko: 날짜 및 시간
ru: Дата и время
th: วันที่และเวลา
vi: Ngày & Giờ
zh_hans: 日期和时间
zh_hant: 日期和時間

# journalRecordProcess
source: Process
id: Proses
ja: プロセス
ko: 프로세스
ru: Процесс
th: กระบวนการ
vi: Quy trình
zh_hans: 流程
zh_hant: 流程

# editRecord
source: Edit
ja: 編集
ko: 편집
ru: Редактировать
th: แก้ไข
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Delete Record
id: Hapus Record
ja: 記録削除
ko: 기록 삭제
ru: Удалить запись
th: ลบบันทึก
vi: Xóa bản ghi
zh_hans: 删除记录
zh_hant: 刪除記錄

# deleteRecordConfirmation
source: Are you sure you want to delete this record?
id: Apakah Anda yakin ingin menghapus record ini?
ja: この記録を削除してもよろしいですか？
ko: 이 기록을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить эту запись?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกนี้?
vi: Bạn có chắc chắn muốn xóa bản ghi này?
zh_hans: 您确定要删除此记录吗？
zh_hant: 您確定要刪除此記錄嗎？

source: No Records
id: Tidak Ada Record
ja: 記録なし
ko: 기록 없음
ru: Нет записей
th: ไม่มีบันทึก
vi: Không có bản ghi
zh_hans: 无记录
zh_hant: 無記錄

# noRecordsDescription
source: Save your first record to see it here
id: Simpan record pertama Anda untuk melihatnya di sini
ja: 最初の記録を保存してここに表示
ko: 첫 번째 기록을 저장하여 여기에서 확인하세요
ru: Сохраните первую запись, чтобы увидеть её здесь
th: บันทึกรายการแรกของคุณเพื่อดูที่นี่
vi: Lưu bản ghi đầu tiên của bạn để xem ở đây
zh_hans: 保存您的第一条记录以在此查看
zh_hant: 儲存您的第一條記錄以在此檢視

source: Save Record
id: Simpan Record
ja: 記録保存
ko: 기록 저장
ru: Сохранить запись
th: บันทึกรายการ
vi: Lưu bản ghi
zh_hans: 保存记录
zh_hant: 儲存記錄

# saveRecordDescription
source: Enter a name to save this record
id: Masukkan nama untuk menyimpan record ini
ja: 記録を保存する名前を入力
ko: 이 기록을 저장할 이름을 입력하세요
ru: Введите название для сохранения записи
th: ป้อนชื่อเพื่อบันทึกรายการนี้
vi: Nhập tên để lưu bản ghi này
zh_hans: 输入名称以保存此记录
zh_hant: 輸入名稱以儲存此記錄

source: Record Details
id: Detail Record
ja: 記録詳細
ko: 기록 세부사항
ru: Детали записи
th: รายละเอียดบันทึก
vi: Chi tiết bản ghi
zh_hans: 记录详情
zh_hant: 記錄詳情

source: Select film
id: Pilih film
ja: フィルム選択
ko: 필름 선택
ru: Выберите плёнку
th: เลือกฟิล์ม
vi: Chọn phim
zh_hans: 选择胶片
zh_hant: 選擇膠片

source: Select developer
id: Pilih developer
ja: 現像液選択
ko: 현상액 선택
ru: Выберите проявитель
th: เลือกน้ำยาล้าง
vi: Chọn dung dịch hiện tráng
zh_hans: 选择显影液
zh_hant: 選擇沖印液

source: Select dilution
id: Pilih pengenceran
ja: 希釈選択
ko: 희석 선택
ru: Выберите разведение
th: เลือกการเจือจาง
vi: Chọn tỷ lệ pha loãng
zh_hans: 选择稀释比
zh_hant: 選擇稀釋比

source: Select developer first
id: Pilih developer dulu
ja: まず現像液を選択
ko: 먼저 현상액을 선택하세요
ru: Сначала выберите проявитель
th: เลือกน้ำยาล้างก่อน
vi: Chọn dung dịch hiện tráng trước
zh_hans: 请先选择显影液
zh_hant: 請先選擇沖印液

source: Select ISO
id: Pilih ISO
ja: ISO選択
ko: ISO 선택
ru: Выберите ISO
th: เลือก ISO
vi: Chọn ISO
zh_hans: 选择ISO
zh_hant: 選擇ISO

source: Select Temperature
id: Pilih Suhu
ja: 温度選択
ko: 온도 선택
ru: Выберите температуру
th: เลือกอุณหภูมิ
vi: Chọn nhiệt độ
zh_hans: 选择温度
zh_hant: 選擇溫度

source: Select screen for testing:
id: Pilih layar untuk testing:
ja: テスト用画面を選択:
ko: 테스트용 화면 선택:
ru: Выберете экран для тестирования:
th: เลือกหน้าจอสำหรับทดสอบ:
vi: Chọn màn hình để thử nghiệm:
zh_hans: 选择测试屏幕：
zh_hant: 選擇測試螢幕：

# recordName
source: Enter name
id: Masukkan nama
ja: 名前入力
ko: 이름 입력
ru: Введите имя
th: ป้อนชื่อ
vi: Nhập tên
zh_hans: 输入名称
zh_hant: 輸入名稱

source: Search films...
id: Cari film...
ja: フィルム検索...
ko: 필름 검색...
ru: Поиск плёнок...
th: ค้นหาฟิล์ม...
vi: Tìm kiếm phim...
zh_hans: 搜索胶片...
zh_hant: 搜尋膠片...

source: Search developers...
id: Cari developer...
ja: 現像液検索...
ko: 현상액 검색...
ru: Поиск проявителей...
th: ค้นหาน้ำยาล้าง...
vi: Tìm kiếm dung dịch...
zh_hans: 搜索显影液...
zh_hant: 搜尋沖印液...

source: Home
id: Beranda
ja: ホーム
ko: 홈
ru: Главная
th: หน้าแรก
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# staging
source: Stages
id: Tahapan
ja: ステージ
ko: 단계
ru: Стадии
th: ขั้นตอน
vi: Giai đoạn
zh_hans: 阶段
zh_hant: 階段

# homeStagingSubtitle
source: Process stages
id: Tahapan proses
ja: 処理ステージ
ko: 프로세스 단계
ru: Настройка последовательных стадий для всего процесса
th: ขั้นตอนการประมวลผล
vi: Giai đoạn xử lý
zh_hans: 处理阶段
zh_hant: 處理階段

# homeDescription
source: Complete toolkit for film development: calculator, timer, journal, and guides
id: Toolkit lengkap untuk cuci film: kalkulator, timer, jurnal, dan panduan
ja: フィルム現像の完全ツールキット：計算機、タイマー、ジャーナル、ガイド
ko: 필름 현상을 위한 완전한 툴킷: 계산기, 타이머, 저널, 가이드
ru: Полный набор инструментов для проявки плёнки: калькулятор, таймер и журнал
th: ชุดเครื่องมือครบครันสำหรับการล้างฟิล์ม: เครื่องคำนวณ ตัวจับเวลา บันทึก และคู่มือ
vi: Bộ công cụ hoàn chỉnh cho tráng phim: máy tính, đồng hồ, nhật ký và hướng dẫn
zh_hans: 胶片显影完整工具包：计算器、计时器、日志和指南
zh_hant: 膠片沖印完整工具包：計算器、計時器、日誌和指南

# homePresetsSubtitle
source: Development parameters
id: Parameter cuci film
ja: 現像パラメータ
ko: 현상 매개변수
ru: Параметры проявки
th: พารามิเตอร์การล้าง
vi: Thông số tráng phim
zh_hans: 显影参数
zh_hant: 沖印參數

# homeCalculatorSubtitle
source: Time calculation
id: Perhitungan waktu
ja: 時間計算
ko: 시간 계산
ru: Расчет времени
th: การคำนวณเวลา
vi: Tính toán thời gian
zh_hans: 时间计算
zh_hant: 時間計算

# homeTimerSubtitle
source: Development timer
id: Timer cuci film
ja: 現像タイマー
ko: 현상 타이머
ru: Таймер проявки
th: ตัวจับเวลาการล้าง
vi: Đồng hồ tráng phim
zh_hans: 显影计时器
zh_hant: 沖印計時器

# homeJournalSubtitle
source: Saved records
id: Record tersimpan
ja: 保存記録
ko: 저장된 기록
ru: Сохраненные записи
th: บันทึกที่บันทึกไว้
vi: Bản ghi đã lưu
zh_hans: 保存的记录
zh_hant: 已儲存記錄

# homeManualsSubtitle
source: Articles and guides
id: Artikel dan panduan
ja: 記事とガイド
ko: 기사 및 가이드
ru: Статьи и руководства
th: บทความและคู่มือ
vi: Bài viết và hướng dẫn
zh_hans: 文章和指南
zh_hant: 文章和指南

# stagingIntro
source: Add film processing stages in the desired order
id: Tambahkan tahapan proses film sesuai urutan yang diinginkan
ja: 必要な順序でフィルム処理ステージを追加
ko: 원하는 순서로 필름 처리 단계 추가
ru: Добавьте стадии обработки плёнки в нужном порядке
th: เพิ่มขั้นตอนการประมวลผลฟิล์มตามลำดับที่ต้องการ
vi: Thêm các giai đoạn xử lý phim theo thứ tự mong muốn
zh_hans: 按所需顺序添加胶片处理阶段
zh_hant: 按所需順序新增膠片處理階段

source: Total time:
id: Total waktu:
ja: 総時間:
ko: 총 시간:
ru: Общее время:
th: เวลารวม:
vi: Tổng thời gian:
zh_hans: 总时间：
zh_hant: 總時間：

source: Stages in process:
id: Tahapan dalam proses:
ja: 処理中ステージ:
ko: 처리 중인 단계:
ru: Стадий в процессе:
th: ขั้นตอนที่กำลังประมวลผล:
vi: Giai đoạn đang xử lý:
zh_hans: 处理中的阶段：
zh_hant: 處理中的階段：

source: Choose stage
id: Pilih tahapan
ja: ステージ選択
ko: 단계 선택
ru: Выберите стадию
th: เลือกขั้นตอน
vi: Chọn giai đoạn
zh_hans: 选择阶段
zh_hant: 選擇階段

source: Duplicate
id: Duplikasi
ja: 複製
ko: 복제
ru: Дублировать
th: ทำสำเนา
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# stagingPrebathName
source: Prebath
ja: 予備浴
ko: 예비욕
ru: Предварительная ванна
th: แช่เตรียม
vi: Ngâm trước
zh_hans: 预浴
zh_hant: 預浴

# stagingPrebathDescription
source: Pre-soak to stabilize temperature
id: Pre-soak untuk stabilisasi suhu
ja: 温度安定化のための予備浸漬
ko: 온도 안정화를 위한 사전 담금
ru: Предварительная ванна для стабилизации температуры
th: แช่เตรียมเพื่อรักษาอุณหภูมิ
vi: Ngâm trước để ổn định nhiệt độ
zh_hans: 稳定温度的预浸
zh_hant: 穩定溫度的預浸

# stagingDevelopName
source: Develop
id: Cuci
ja: 現像
ko: 현상
ru: Проявка
th: ล้าง
vi: Tráng
zh_hans: 显影
zh_hant: 沖印

# stagingDevelopDescription
source: Film development
id: Cuci film
ja: フィルム現像
ko: 필름 현상
ru: Проявление плёнки
th: การล้างฟิล์ม
vi: Tráng phim
zh_hans: 胶片显影
zh_hant: 膠片沖印

# stagingStopBathName
source: Stop Bath
ja: 停止液
ko: 정지욕
ru: Стоп-ванна
th: น้ำยาหยุด
vi: Dung dịch dừng
zh_hans: 停显液
zh_hant: 停顯液

# stagingStopBathDescription
source: Stop the development
id: Hentikan proses cuci
ja: 現像停止
ko: 현상 중지
ru: Остановка проявления
th: หยุดการล้าง
vi: Dừng quá trình tráng
zh_hans: 停止显影
zh_hant: 停止沖印

# stagingBleachName
source: Bleach
ja: 漂白
ko: 표백
ru: Отбелка
th: ฟอกขาว
vi: Tẩy trắng
zh_hans: 漂白
zh_hant: 漂白

# stagingBleachDescription
source: Bleaching
ja: 漂白
ko: 표백
ru: Процесс отбелки
th: การฟอกขาว
vi: Tẩy trắng
zh_hans: 漂白
zh_hant: 漂白

# stagingFixerName
source: Fixer
ja: 定着液
ko: 정착액
ru: Фиксаж
th: น้ำยาตรึง
vi: Dung dịch cố định
zh_hans: 定影液
zh_hant: 定影液

# stagingFixerDescription
source: Fixing the image
id: Fixing gambar
ja: 画像定着
ko: 이미지 정착
ru: Фиксирование изображения
th: ตรึงภาพ
vi: Cố định hình ảnh
zh_hans: 图像定影
zh_hant: 影像定影

# stagingWashName
source: Wash
id: Cuci
ja: 水洗
ko: 수세
ru: Промывка
th: ล้าง
vi: Rửa
zh_hans: 水洗
zh_hant: 水洗

# stagingWashDescription
source: Rinsing the film
id: Bilas film
ja: フィルム水洗
ko: 필름 헹굼
ru: Промывка плёнки
th: ล้างฟิล์ม
vi: Rửa phim
zh_hans: 清洗胶片
zh_hant: 清洗膠片

# stagingStabilizeName
source: Stabilize
id: Stabilisasi
ja: 安定化
ko: 안정화
ru: Стабилизация
th: เสถียรภาพ
vi: Ổn định
zh_hans: 稳定化
zh_hant: 穩定化

# stagingStabilizeDescription
source: Stabilization for long-term storage
id: Stabilisasi untuk penyimpanan jangka panjang
ja: 長期保存用安定化
ko: 장기 보관을 위한 안정화
ru: Стабилизация для долгосрочного хранения
th: เสถียรภาพสำหรับการเก็บระยะยาว
vi: Ổn định để bảo quản lâu dài
zh_hans: 长期保存的稳定化
zh_hant: 長期保存的穩定化

source: STAGE TIME
id: WAKTU TAHAPAN
ja: ステージ時間
ko: 단계 시간
ru: ВРЕМЯ СТАДИИ
th: เวลาขั้นตอน
vi: THỜI GIAN GIAI ĐOẠN
zh_hans: 阶段时间
zh_hant: 階段時間

source: Duration
id: Durasi
ja: 継続時間
ko: 지속시간
ru: Длительность
th: ระยะเวลา
vi: Thời lượng
zh_hans: 持续时间
zh_hant: 持續時間

source: Agitation Mode
id: Mode Agitasi
ja: 攪拌モード
ko: 교반 모드
ru: Режим ажитации
th: โหมดการเขย่า
vi: Chế độ khuấy
zh_hans: 搅拌模式
zh_hant: 攪拌模式

source: ADVANCED SETUP
id: PENGATURAN LANJUTAN
ja: 高度な設定
ko: 고급 설정
ru: РАСШИРЕННЫЕ НАСТРОЙКИ
th: การตั้งค่าขั้นสูง
vi: THIẾT LẬP NÂNG CAO
zh_hans: 高级设置
zh_hant: 進階設定

source: Open Development Setup
id: Buka Pengaturan Cuci Film
ja: 現像設定を開く
ko: 현상 설정 열기
ru: Открыть настройки проявки
th: เปิดการตั้งค่าการล้าง
vi: Mở thiết lập tráng
zh_hans: 打开显影设置
zh_hant: 開啟沖印設定

source: Open Fixer Setup
id: Buka Pengaturan Fixer
ja: 定着液設定を開く
ko: 정착액 설정 열기
ru: Открыть настройки фиксажа
th: เปิดการตั้งค่าน้ำยาตรึง
vi: Mở thiết lập cố định
zh_hans: 打开定影液设置
zh_hant: 開啟定影液設定

source: Setup time by preset
ru: Настроить время по пресету

source: Reset stages
ru: Сбросить стадии

source: Settings
id: Pengaturan
ja: 設定
ko: 설정
ru: Настройки
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settingsTheme
source: Theme
id: Tema
ja: テーマ
ko: 테마
ru: Тема
th: ธีม
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

# settingsThemeMode
source: Theme mode
id: Mode tema
ja: テーマモード
ko: 테마 모드
ru: Режим темы
th: โหมดธีม
vi: Chế độ giao diện
zh_hans: 主题模式
zh_hant: 主題模式

# settingsThemeSystem
source: System
id: Sistem
ja: システム
ko: 시스템
ru: Системная
th: ระบบ
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# settingsThemeLight
source: Light
id: Terang
ja: ライト
ko: 밝음
ru: Светлая
th: สว่าง
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# settingsThemeDark
source: Dark
id: Gelap
ja: ダーク
ko: 어두움
ru: Тёмная
th: มืด
vi: Tối
zh_hans: 深色
zh_hant: 深色

# settingsData
source: Data
ja: データ
ko: 데이터
ru: Данные
th: ข้อมูล
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

# settingsSyncData
source: Sync Data
id: Sinkronisasi Data
ja: データ同期
ko: 데이터 동기화
ru: Синхронизация данных
th: ซิงค์ข้อมูล
vi: Đồng bộ dữ liệu
zh_hans: 数据同步
zh_hant: 資料同步

# settingsLastSync
source: Last sync:
id: Sinkronisasi terakhir:
ja: 最後の同期:
ko: 마지막 동기화:
ru: Последняя синхронизация:
th: ซิงค์ครั้งสุดท้าย:
vi: Lần đồng bộ cuối:
zh_hans: 最后同步：
zh_hant: 最後同步：

# settingsSyncNow
source: Sync Now
id: Sinkronisasi Sekarang
ja: 今すぐ同期
ko: 지금 동기화
ru: Синхронизировать сейчас
th: ซิงค์ตอนนี้
vi: Đồng bộ ngay
zh_hans: 立即同步
zh_hant: 立即同步

# settingsSyncResult
source: Sync Result
id: Hasil Sinkronisasi
ja: 同期結果
ko: 동기화 결과
ru: Результат синхронизации
th: ผลการซิงค์
vi: Kết quả đồng bộ
zh_hans: 同步结果
zh_hant: 同步結果

# settingsSyncSuccess
source: Data synchronized successfully!
id: Data berhasil disinkronisasi!
ja: データが正常に同期されました！
ko: 데이터가 성공적으로 동기화되었습니다!
ru: Данные успешно синхронизированы!
th: ซิงค์ข้อมูลสำเร็จ!
vi: Đồng bộ dữ liệu thành công!
zh_hans: 数据同步成功！
zh_hant: 資料同步成功！

# settingsSyncError
source: Sync failed
id: Sinkronisasi gagal
ja: 同期失敗
ko: 동기화 실패
ru: Ошибка синхронизации
th: การซิงค์ล้มเหลว
vi: Đồng bộ thất bại
zh_hans: 同步失败
zh_hant: 同步失敗

# settingsAutoSyncReady
source: Auto-sync ready
id: Auto-sync siap
ja: 自動同期準備完了
ko: 자동 동기화 준비됨
ru: Автосинхронизация готова
th: ซิงค์อัตโนมัติพร้อม
vi: Đồng bộ tự động sẵn sàng
zh_hans: 自动同步就绪
zh_hant: 自動同步就緒

# settingsAutoSyncChecking
source: Checking connection...
id: Mengecek koneksi...
ja: 接続確認中...
ko: 연결 확인 중...
ru: Проверка подключения...
th: กำลังตรวจสอบการเชื่อมต่อ...
vi: Đang kiểm tra kết nối...
zh_hans: 正在检查连接...
zh_hant: 正在檢查連線...

# settingsAutoSyncInProgress
source: Auto-sync in progress...
id: Auto-sync sedang berlangsung...
ja: 自動同期中...
ko: 자동 동기화 진행 중...
ru: Автосинхронизация...
th: กำลังซิงค์อัตโนมัติ...
vi: Đang đồng bộ tự động...
zh_hans: 自动同步进行中...
zh_hant: 自動同步進行中...

# settingsAutoSyncCompleted
source: Auto-sync completed
id: Auto-sync selesai
ja: 自動同期完了
ko: 자동 동기화 완료
ru: Автосинхронизация завершена
th: ซิงค์อัตโนมัติเสร็จสิ้น
vi: Đồng bộ tự động hoàn thành
zh_hans: 自动同步完成
zh_hant: 自動同步完成

# settingsAutoSyncFailed
source: Auto-sync failed: %@
id: Auto-sync gagal: %@
ja: 自動同期失敗: %@
ko: 자동 동기화 실패: %@
ru: Ошибка автосинхронизации: %@
th: ซิงค์อัตโนมัติล้มเหลว: %@
vi: Đồng bộ tự động thất bại: %@
zh_hans: 自动同步失败：%@
zh_hant: 自動同步失敗：%@

# settingsAutoSyncNoInternet
source: No internet connection
id: Tidak ada koneksi internet
ja: インターネット接続なし
ko: 인터넷 연결 없음
ru: Нет подключения к интернету
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi: Không có kết nối internet
zh_hans: 无网络连接
zh_hant: 無網路連線

# settingsAutoSyncTooSoon
source: Sync performed recently
id: Sinkronisasi dilakukan baru-baru ini
ja: 最近同期実行済み
ko: 최근에 동기화됨
ru: Синхронизация недавно выполнена
th: ทำการซิงค์เมื่อเร็วๆ นี้แล้ว
vi: Đã đồng bộ gần đây
zh_hans: 最近已执行同步
zh_hant: 最近已執行同步

# settingsLastAutoSync
source: Last auto-sync:
id: Auto-sync terakhir:
ja: 最後の自動同期:
ko: 마지막 자동 동기화:
ru: Последняя автосинхронизация:
th: ซิงค์อัตโนมัติครั้งสุดท้าย:
vi: Lần đồng bộ tự động cuối:
zh_hans: 最后自动同步：
zh_hant: 最後自動同步：

# settingsAutoSyncEnabled
source: Auto-sync on app launch
id: Auto-sync saat app dibuka
ja: アプリ起動時自動同期
ko: 앱 시작 시 자동 동기화
ru: Автосинхронизация при запуске
th: ซิงค์อัตโนมัติเมื่อเปิดแอป
vi: Đồng bộ tự động khi khởi động
zh_hans: 应用启动时自动同步
zh_hant: 應用程式啟動時自動同步

# settingsAutoSyncDescription
source: Automatically sync data when the app starts if internet is available
id: Otomatis sinkronisasi data saat app dimulai jika ada internet
ja: インターネットが利用可能な場合、アプリ開始時に自動的にデータを同期
ko: 인터넷이 사용 가능할 때 앱 시작 시 자동으로 데이터 동기화
ru: Автоматически синхронизировать данные при запуске приложения при наличии интернета
th: ซิงค์ข้อมูลโดยอัตโนมัติเมื่อแอปเริ่มต้นหากมีอินเทอร์เน็ต
vi: Tự động đồng bộ dữ liệu khi ứng dụng khởi động nếu có internet
zh_hans: 当互联网可用时，应用启动时自动同步数据
zh_hant: 當網路可用時，應用程式啟動時自動同步資料

# settingsAutoSyncDisabled
source: Auto-sync disabled
id: Auto-sync dinonaktifkan
ja: 自動同期無効
ko: 자동 동기화 비활성화
ru: Автосинхронизация отключена
th: ปิดการซิงค์อัตโนมัติ
vi: Đã tắt đồng bộ tự động
zh_hans: 自动同步已禁用
zh_hant: 自動同步已停用

# stagingStartSequential
source: Start Sequential Stages
id: Mulai Tahapan Berurutan
ja: 連続ステージ開始
ko: 순차 단계 시작
ru: Начать последовательные стадии
th: เริ่มขั้นตอนตามลำดับ
vi: Bắt đầu giai đoạn tuần tự
zh_hans: 开始顺序阶段
zh_hant: 開始順序階段

# stagingStageComplete
source: Stage Complete!
id: Tahapan Selesai!
ja: ステージ完了！
ko: 단계 완료!
ru: Стадия завершена!
th: ขั้นตอนเสร็จสิ้น!
vi: Giai đoạn hoàn thành!
zh_hans: 阶段完成！
zh_hant: 階段完成！

# stagingGoToNextStage
source: Go to Next Stage
id: Ke Tahapan Berikutnya
ja: 次のステージへ
ko: 다음 단계로
ru: Перейти к следующей стадии
th: ไปขั้นตอนถัดไป
vi: Đến giai đoạn tiếp theo
zh_hans: 进入下一阶段
zh_hant: 進入下一階段

# stagingAllStagesComplete
source: All Stages Complete!
id: Semua Tahapan Selesai!
ja: 全ステージ完了！
ko: 모든 단계 완료!
ru: Все стадии завершены!
th: ขั้นตอนทั้งหมดเสร็จสิ้น!
vi: Tất cả giai đoạn hoàn thành!
zh_hans: 所有阶段完成！
zh_hant: 所有階段完成！

# stagingFinish
source: Finish
id: Selesai
ja: 終了
ko: 완료
ru: Завершить
th: เสร็จสิ้น
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# stagingSequentialStages
source: Sequential Stages
id: Tahapan Berurutan
ja: 連続ステージ
ko: 순차 단계
ru: Последовательные стадии
th: ขั้นตอนตามลำดับ
vi: Giai đoạn tuần tự
zh_hans: 顺序阶段
zh_hant: 順序階段

# stagingStageXofY
source: Stage %@ of %@
id: Tahapan %@ dari %@
ja: ステージ %@ / %@
ko: 단계 %@ / %@
ru: Стадия %@ из %@
th: ขั้นตอน %@ จาก %@
vi: Giai đoạn %@ trong %@
zh_hans: 阶段 %@ / %@
zh_hant: 階段 %@ / %@

# stagingResetConfirmation
source: Do you really want to reset all stages?
id: Apakah Anda benar-benar ingin mereset semua tahap?
ja: 本当にすべてのステージをリセットしますか？
ru: Вы действительно хотите сбросить все стадии?
th: คุณต้องการรีเซ็ตทุกขั้นตอนจริงหรือไม่？
vi: Bạn có thực sự muốn đặt lại tất cả các giai đoạn?
zh_hant: 您真的要重置所有階段嗎？

source: Tap to set time
id: Ketuk untuk mengatur waktu
ja: タップして時間を設定
ru: Нажмите для установки времени
th: แตะเพื่อตั้งเวลา
vi: Nhấn để đặt thời gian
zh_hant: 點擊設定時間

source: Set Time Manually
id: Atur Waktu Manual
ja: 時間を手動設定
ko: 시간 수동 설정
ru: Установить время вручную
th: ตั้งเวลาด้วยตนเอง
vi: Đặt thời gian thủ công
zh_hans: 手动设置时间
zh_hant: 手動設定時間

source: Tap to change time
id: Ketuk untuk mengubah waktu
ja: タップして時間変更
ko: 탭하여 시간 변경
ru: Нажмите для изменения времени
th: แตะเพื่อเปลี่ยนเวลา
vi: Chạm để thay đổi thời gian
zh_hans: 点击更改时间
zh_hant: 點擊更改時間
