Repository: maximeliseyev/analogprocess
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, ru, th, vi, zh_hans, zh_hant

# mainTitle
source: Analog Process Lab
id: Lab Proses Analog
ja: アナログプロセスラボ
ko: 아날로그 프로세스 랩
ru: Лаборатория аналоговых процессов
th: แล็บขั้นตอนอะนาล็อก
vi: Phòng Lab Quy Trình Analog
zh_hans: 模拟工艺实验室
zh_hant: 類比工藝實驗室

source: ← Back
id: ← Kembali
ja: ← 戻る
ko: ← 뒤로
ru: ← Назад
th: ← กลับ
vi: ← Quay lại
zh_hans: ← 返回
zh_hant: ← 返回

source: Close
id: Tutup
ja: 閉じる
ko: 닫기
ru: Закрыть
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Edit
ja: 編集
ko: 편집
ru: Редактировать
th: แก้ไข
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Delete
id: Hapus
ja: 削除
ko: 삭제
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Save
id: Simpan
ja: 保存
ko: 저장
ru: Сохранить
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Cancel
id: Batal
ja: キャンセル
ko: 취소
ru: Отменить
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Apply
id: Terapkan
ja: 適用
ko: 적용
ru: Применить
th: ใช้งาน
vi: Áp dụng
zh_hans: 应用
zh_hant: 應用

source: Continue
id: Lanjutkan
ja: 続ける
ko: 계속
ru: Продолжить
th: ดำเนินต่อ
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Skip
id: Lewati
ja: スキップ
ko: 건너뛰기
ru: Пропустить
th: ข้าม
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Done!
id: Selesai!
ja: 完了！
ko: 완료!
ru: Готово!
th: เสร็จแล้ว!
vi: Hoàn thành!
zh_hans: 完成！
zh_hant: 完成！

# timeUp
source: Time's up!
id: Waktu habis!
ja: 時間終了！
ko: 시간 종료!
ru: Время вышло!
th: หมดเวลา!
vi: Hết giờ!
zh_hans: 时间到！
zh_hant: 時間到！

source: Start
id: Mulai
ja: 開始
ko: 시작
ru: Старт
th: เริ่ม
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Pause
id: Jeda
ja: 一時停止
ko: 일시정지
ru: Пауза
th: หยุดชั่วคราว
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: Reset
ja: リセット
ko: 재설정
ru: Сброс
th: รีเซ็ต
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Timer
ja: タイマー
ko: 타이머
ru: Таймер
th: ตัวจับเวลา
vi: Bộ đếm thời gian
zh_hans: 计时器
zh_hant: 計時器

source: Time
id: Waktu
ja: 時間
ko: 시간
ru: Время
th: เวลา
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Minutes
id: Menit
ja: 分
ko: 분
ru: Минуты
th: นาที
vi: Phút
zh_hans: 分钟
zh_hant: 分鐘

source: Seconds
id: Detik
ja: 秒
ko: 초
ru: Секунды
th: วินาที
vi: Giây
zh_hans: 秒
zh_hant: 秒

source: min.
id: mnt
ja: 分
ko: 분
ru: мин.
th: นาที
vi: phút
zh_hans: 分
zh_hant: 分

source: sec.
id: dtk
ja: 秒
ko: 초
ru: сек.
th: วิ
vi: giây
zh_hans: 秒
zh_hant: 秒

source: Minute %@
id: Menit ke-%@
ja: %@分目
ko: %@분
ru: Минута %@
th: นาทีที่ %@
vi: Phút %@
zh_hans: 第%@分钟
zh_hant: 第%@分鐘

# minuteLabel
source: Minute %@
id: Menit ke-%@
ja: %@分目
ko: %@분
ru: Минута %@
th: นาทีที่ %@
vi: Phút %@
zh_hans: 第%@分钟
zh_hant: 第%@分鐘

source: Calculate
id: Hitung
ja: 計算
ko: 계산
ru: Рассчитать
th: คำนวณ
vi: Tính toán
zh_hans: 计算
zh_hant: 計算

source: Calculator
id: Kalkulator
ja: 計算機
ko: 계산기
ru: Калькулятор
th: เครื่องคำนวณ
vi: Máy tính
zh_hans: 计算器
zh_hant: 計算器

# calculatorTitle
source: Time Calculator
id: Kalkulator Waktu
ja: 時間計算機
ko: 시간 계산기
ru: Калькулятор времени
th: เครื่องคำนวณเวลา
vi: Máy tính thời gian
zh_hans: 时间计算器
zh_hant: 時間計算器

# calculateButton
source: Calculate
id: Hitung
ja: 計算
ko: 계산
ru: Расчитать
th: คำนวณ
vi: Tính toán
zh_hans: 计算
zh_hant: 計算

source: Results:
id: Hasil:
ja: 結果:
ko: 결과:
ru: Результаты:
th: ผลลัพธ์:
vi: Kết quả:
zh_hans: 结果：
zh_hant: 結果：

source: Results %@ process:
id: Hasil proses %@:
ja: 結果 %@ プロセス:
ko: 결과 %@ 프로세스:
ru: Результаты %@-процесса:
th: ผลลัพธ์กระบวนการ %@:
vi: Kết quả quy trình %@:
zh_hans: 结果 %@ 流程：
zh_hant: 結果 %@ 流程：

source: Coefficient:
id: Koefisien:
ja: 係数:
ko: 계수:
ru: Коэффициент:
th: ค่าสัมประสิทธิ์:
vi: Hệ số:
zh_hans: 系数：
zh_hant: 係數：

# standardRatio
source: (standard 1.33)
id: (standar 1.33)
ja: (標準 1.33)
ko: (표준 1.33)
ru: (стандартно 1.33)
th: (มาตรฐาน 1.33)
vi: (tiêu chuẩn 1.33)
zh_hans: （标准 1.33）
zh_hant: （標準 1.33）

source: Process type:
id: Jenis proses:
ja: プロセス種類:
ko: 프로세스 유형:
ru: Тип процесса:
th: ประเภทกระบวนการ:
vi: Loại quy trình:
zh_hans: 流程类型：
zh_hant: 流程類型：

# pushSteps
source: Number of PUSH steps:
id: Jumlah step PUSH:
ja: プッシュステップ数:
ko: 푸시 단계 수:
ru: Количество пуш-ступеней:
th: จำนวนขั้น PUSH:
vi: Số bậc PUSH:
zh_hans: 推进档数：
zh_hant: 推進檔數：

source: Number of steps:
id: Jumlah step:
ja: ステップ数:
ko: 단계 수:
ru: Количество ступеней:
th: จำนวนขั้น:
vi: Số bậc:
zh_hans: 档数：
zh_hant: 檔數：

source: (from 1 to 5)
id: (dari 1 sampai 5)
ja: (1から5まで)
ko: (1에서 5까지)
ru: (от 1 до 5)
th: (จาก 1 ถึง 5)
vi: (từ 1 đến 5)
zh_hans: （1到5档）
zh_hant: （1到5檔）

source: Development Setup
id: Pengaturan Cuci Film
ja: 現像設定
ko: 현상 설정
ru: Настройка проявки
th: การตั้งค่าการล้าง
vi: Thiết lập tráng phim
zh_hans: 显影设置
zh_hant: 沖印設定

# developmentSetupDescription
source: Select parameters for development time calculation
id: Pilih parameter untuk perhitungan waktu cuci film
ja: 現像時間計算のパラメータを選択
ko: 현상 시간 계산을 위한 매개변수 선택
ru: Выберите параметры для расчёта времени проявки
th: เลือกพารามิเตอร์สำหรับการคำนวณเวลาล้าง
vi: Chọn thông số để tính thời gian tráng phim
zh_hans: 选择显影时间计算参数
zh_hant: 選擇沖印時間計算參數

source: Development time
id: Waktu cuci film
ja: 現像時間
ko: 현상 시간
ru: Время проявки
th: เวลาล้าง
vi: Thời gian tráng phim
zh_hans: 显影时间
zh_hant: 沖印時間

source: Development complete!
id: Cuci film selesai!
ja: 現像完了！
ko: 현상 완료!
ru: Проявка завершена!
th: ล้างเสร็จแล้ว!
vi: Tráng phim hoàn thành!
zh_hans: 显影完成！
zh_hant: 沖印完成！

source: Development completed!
id: Cuci film selesai!
ja: 現像完了！
ko: 현상 완료!
ru: Проявка завершена!
th: ล้างเสร็จแล้ว!
vi: Tráng phim hoàn thành!
zh_hans: 显影完成！
zh_hant: 沖印完成！

source: Development complete for process: %@
id: Proses selesai: %@
ja: プロセス完了: %@
ko: 프로세스 완료: %@
ru: Проявка завершена для процесса: %@
th: กระบวนการเสร็จสิ้น: %@
vi: Quy trình hoàn thành: %@
zh_hans: 流程完成：%@
zh_hant: 流程完成：%@

# selectDevelopmentParameters
source: Select development parameters to start timer
id: Pilih parameter cuci film untuk memulai timer
ja: 現像パラメータを選択してタイマーを開始
ko: 현상 매개변수를 선택하여 타이머 시작
ru: Выберите параметры проявки для запуска таймера
th: เลือกพารามิเตอร์การล้างเพื่อเริ่มตัวจับเวลา
vi: Chọn thông số tráng phim để bắt đầu đồng hồ
zh_hans: 选择显影参数以启动计时器
zh_hant: 選擇沖印參數以啟動計時器

source: Start Timer
id: Mulai Timer
ja: タイマー開始
ko: 타이머 시작
ru: Запустить таймер
th: เริ่มตัวจับเวลา
vi: Bắt đầu đồng hồ
zh_hans: 启动计时器
zh_hant: 啟動計時器

source: Save to Journal
id: Simpan ke Jurnal
ja: ジャーナルに保存
ko: 저널에 저장
ru: Сохранить в журнал
th: บันทึกลงบันทึก
vi: Lưu vào nhật ký
zh_hans: 保存到日志
zh_hant: 儲存到日誌

source: Film:
ja: フィルム:
ko: 필름:
ru: Плёнка:
th: ฟิล์ม:
vi: Phim:
zh_hans: 胶片：
zh_hant: 膠片：

source: Developer:
ja: 現像液:
ko: 현상액:
ru: Проявитель:
th: น้ำยาล้าง:
vi: Dung dịch hiện tráng:
zh_hans: 显影液：
zh_hant: 沖印液：

source: Dilution:
id: Pengenceran:
ja: 希釈:
ko: 희석:
ru: Разведение:
th: การเจือจาง:
vi: Tỷ lệ pha loãng:
zh_hans: 稀释比：
zh_hant: 稀釋比：

# temperature
source: Temperature (°C):
id: Suhu (°C):
ja: 温度 (°C):
ko: 온도 (°C):
ru: Температура (°C):
th: อุณหภูมิ (°C):
vi: Nhiệt độ (°C):
zh_hans: 温度（°C）：
zh_hant: 溫度（°C）：

source: Custom time:
id: Waktu kustom:
ja: カスタム時間:
ko: 사용자 정의 시간:
ru: Пользовательское время:
th: เวลากำหนดเอง:
vi: Thời gian tùy chỉnh:
zh_hans: 自定义时间：
zh_hant: 自訂時間：

source: Base time:
id: Waktu dasar:
ja: ベース時間:
ko: 기준 시간:
ru: Базовое время:
th: เวลาพื้นฐาน:
vi: Thời gian cơ sở:
zh_hans: 基准时间：
zh_hant: 基準時間：

source: Basic time:
id: Waktu dasar:
ja: 基本時間:
ko: 기본 시간:
ru: Базовое время:
th: เวลาเบื้องต้น:
vi: Thời gian cơ bản:
zh_hans: 基本时间：
zh_hant: 基本時間：

# basicTimeLabel
source: Basic time:
id: Waktu dasar:
ja: 基本時間:
ko: 기본 시간:
ru: Базовое время:
th: เวลาเบื้องต้น:
vi: Thời gian cơ bản:
zh_hans: 基本时间：
zh_hant: 基本時間：

source: Manual input
id: Input manual
ja: 手動入力
ko: 수동 입력
ru: Ручной ввод
th: ป้อนด้วยตนเอง
vi: Nhập thủ công
zh_hans: 手动输入
zh_hant: 手動輸入

source: From database:
id: Dari database:
ja: データベースから:
ko: 데이터베이스에서:
ru: Из базы данных:
th: จากฐานข้อมูล:
vi: Từ cơ sở dữ liệu:
zh_hans: 来自数据库：
zh_hant: 來自資料庫：

# defaultTime
source: Default time (no data available)
id: Waktu default (tidak ada data)
ja: デフォルト時間（データなし）
ko: 기본 시간 (데이터 없음)
ru: Время по умолчанию (данные отсутствуют)
th: เวลาเริ่มต้น (ไม่มีข้อมูล)
vi: Thời gian mặc định (không có dữ liệu)
zh_hans: 默认时间（无数据）
zh_hant: 預設時間（無資料）

source: Ratio:
id: Rasio:
ja: 比率:
ko: 비율:
ru: Коэффициент:
th: อัตราส่วน:
vi: Tỷ lệ:
zh_hans: 比例：
zh_hant: 比例：

source: Process:
id: Proses:
ja: プロセス:
ko: 프로세스:
ru: Процесс:
th: กระบวนการ:
vi: Quy trình:
zh_hans: 流程：
zh_hant: 流程：

source: Push
ja: プッシュ
ko: 푸시
ru: Пуш
zh_hans: 推进
zh_hant: 推進

source: Pull
ja: プル
ko: 풀
ru: Пулл
zh_hans: 拉回
zh_hant: 拉回

source: Steps:
id: Step:
ja: ステップ:
ko: 단계:
ru: Ступени:
th: ขั้น:
vi: Bậc:
zh_hans: 档数：
zh_hant: 檔數：

source: Current:
id: Saat ini:
ja: 現在:
ko: 현재:
ru: Текущее:
th: ปัจจุบัน:
vi: Hiện tại:
zh_hans: 当前：
zh_hant: 目前：

source: Data:
ja: データ:
ko: 데이터:
ru: Данные:
th: ข้อมูล:
vi: Dữ liệu:
zh_hans: 数据：
zh_hant: 資料：

source: ✓ Available
id: ✓ Tersedia
ja: ✓ 利用可能
ko: ✓ 사용 가능
ru: ✓ Доступны
th: ✓ มีให้ใช้
vi: ✓ Có sẵn
zh_hans: ✓ 可用
zh_hant: ✓ 可用

source: ✗ No data
id: ✗ Tidak ada data
ja: ✗ データなし
ko: ✗ 데이터 없음
ru: ✗ Нет данных
th: ✗ ไม่มีข้อมูล
vi: ✗ Không có dữ liệu
zh_hans: ✗ 无数据
zh_hant: ✗ 無資料

# temp20
source: 20°C (Standard)
id: 20°C (Standar)
ja: 20°C (標準)
ko: 20°C (표준)
ru: 20°C (Стандарт)
th: 20°C (มาตรฐาน)
vi: 20°C (Tiêu chuẩn)
zh_hans: 20°C （标准）
zh_hant: 20°C （標準）

# StandardC
source: °C (Standard)
id: °C (Standar)
ja: °C (標準)
ko: °C (표준)
ru: °C (Стандарт)
th: °C (มาตรฐาน)
vi: °C (Tiêu chuẩn)
zh_hans: °C (标准)
zh_hant: °C (標準)

source: Stock
id: Stok
ja: 原液
ko: 원액
ru: Сток
th: น้ำยาแท้
vi: Nguyên chất
zh_hans: 原液
zh_hant: 原液

# groupOther
source: Other
id: Lainnya
ja: その他
ko: 기타
ru: Другие
th: อื่นๆ
vi: Khác
zh_hans: 其他
zh_hant: 其他

# groupCustom
source: Custom
id: Kustom
ja: カスタム
ko: 사용자 정의
ru: Пользовательская
th: กำหนดเอง
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# groupDevelopersOther
source: Other
id: Lainnya
ja: その他
ko: 기타
ru: Другие
th: อื่นๆ
vi: Khác
zh_hans: 其他
zh_hant: 其他

# groupDevelopersCustom
source: Custom
id: Kustom
ja: カスタム
ko: 사용자 정의
ru: Пользовательская
th: กำหนดเอง
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: Custom
id: Kustom
ja: カスタム
ko: 사용자 정의
ru: Пользовательский
th: กำหนดเอง
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# step1
source: +1 step
ja: +1ステップ
ko: +1단계
ru: +1 ступень
th: +1 ขั้น
vi: +1 bậc
zh_hans: +1档
zh_hant: +1檔

# step2
source: +2 steps
id: +2 step
ja: +2ステップ
ko: +2단계
ru: +2 ступени
th: +2 ขั้น
vi: +2 bậc
zh_hans: +2档
zh_hant: +2檔

# step3
source: +3 steps
id: +3 step
ja: +3ステップ
ko: +3단계
ru: +3 ступени
th: +3 ขั้น
vi: +3 bậc
zh_hans: +3档
zh_hant: +3檔

# step4
source: +4 steps
id: +4 step
ja: +4ステップ
ko: +4단계
ru: +4 ступени
th: +4 ขั้น
vi: +4 bậc
zh_hans: +4档
zh_hant: +4檔

# step5
source: +5 steps
id: +5 step
ja: +5ステップ
ko: +5단계
ru: +5 ступеней
th: +5 ขั้น
vi: +5 bậc
zh_hans: +5档
zh_hant: +5檔

# pullStep1
source: -1 step
ja: -1ステップ
ko: -1단계
ru: -1 ступень
th: -1 ขั้น
vi: -1 bậc
zh_hans: -1档
zh_hant: -1檔

# pullStep2
source: -2 steps
id: -2 step
ja: -2ステップ
ko: -2단계
ru: -2 ступени
th: -2 ขั้น
vi: -2 bậc
zh_hans: -2档
zh_hant: -2檔

# pullStep3
source: -3 steps
id: -3 step
ja: -3ステップ
ko: -3단계
ru: -3 ступени
th: -3 ขั้น
vi: -3 bậc
zh_hans: -3档
zh_hant: -3檔

# pullStep4
source: -4 steps
id: -4 step
ja: -4ステップ
ko: -4단계
ru: -4 ступени
th: -4 ขั้น
vi: -4 bậc
zh_hans: -4档
zh_hant: -4檔

# pullStep5
source: -5 steps
id: -5 step
ja: -5ステップ
ko: -5단계
ru: -5 ступеней
th: -5 ขั้น
vi: -5 bậc
zh_hans: -5档
zh_hant: -5檔

source: Presets Management
id: Manajemen Preset
ja: プリセット管理
ko: 프리셋 관리
ru: Управление пресетами
th: การจัดการพรีเซ็ต
vi: Quản lý cài sẵn
zh_hans: 预设管理
zh_hant: 預設管理

source: Films
id: Film
ja: フィルム
ko: 필름
ru: Плёнки
th: ฟิล์ม
vi: Phim
zh_hans: 胶片
zh_hant: 膠片

source: Developers
id: Developer
ja: 現像液
ko: 현상액
ru: Проявители
th: น้ำยาล้าง
vi: Dung dịch hiện tráng
zh_hans: 显影液
zh_hant: 沖印液

source: Development Times
id: Waktu Cuci Film
ja: 現像時間
ko: 현상 시간
ru: Время проявки
th: เวลาล้าง
vi: Thời gian tráng phim
zh_hans: 显影时间
zh_hant: 沖印時間

source: Add Film
id: Tambah Film
ja: フィルム追加
ko: 필름 추가
ru: Добавить плёнку
th: เพิ่มฟิล์ม
vi: Thêm phim
zh_hans: 添加胶片
zh_hant: 新增膠片

source: Add Developer
id: Tambah Developer
ja: 現像液追加
ko: 현상액 추가
ru: Добавить проявитель
th: เพิ่มน้ำยาล้าง
vi: Thêm dung dịch hiện tráng
zh_hans: 添加显影液
zh_hant: 新增沖印液

source: Add Time
id: Tambah Waktu
ja: 時間追加
ko: 시간 추가
ru: Добавить время
th: เพิ่มเวลา
vi: Thêm thời gian
zh_hans: 添加时间
zh_hant: 新增時間

source: Film Presets
id: Preset Film
ja: フィルムプリセット
ko: 필름 프리셋
ru: Пресеты плёнок
th: พรีเซ็ตฟิล์ม
vi: Cài sẵn phim
zh_hans: 胶片预设
zh_hant: 膠片預設

source: Developer Presets
id: Preset Developer
ja: 現像液プリセット
ko: 현상액 프리셋
ru: Пресеты проявителей
th: พรีเซ็ตน้ำยาล้าง
vi: Cài sẵn dung dịch hiện tráng
zh_hans: 显影液预设
zh_hant: 沖印液預設

# timePresets
source: Development Time Presets
id: Preset Waktu Cuci
ja: 現像時間プリセット
ko: 현상 시간 프리셋
ru: Пресеты времени проявки
th: พรีเซ็ตเวลาล้าง
vi: Cài sẵn thời gian tráng
zh_hans: 显影时间预设
zh_hant: 沖印時間預設

source: Presets
id: Preset
ja: プリセット
ko: 프리셋
ru: Пресеты
th: พรีเซ็ต
vi: Cài sẵn
zh_hans: 预设
zh_hant: 預設

source: Go to fixing
id: Ke Fixing
ja: 定着へ
ko: 정착으로 가기
ru: Перейти к фиксированию
th: ไปยังการตรึง
vi: Đến cố định
zh_hans: 进入定影
zh_hant: 進入定影

source: Fixing Timer
id: Timer Fixing
ja: 定着タイマー
ko: 정착 타이머
ru: Таймер фиксирования
th: ตัวจับเวลาตรึง
vi: Đồng hồ cố định
zh_hans: 定影计时器
zh_hant: 定影計時器

source: Fixing Timer Setup
id: Pengaturan Timer Fixing
ja: 定着タイマー設定
ko: 정착 타이머 설정
ru: Настройка таймера фиксирования
th: การตั้งค่าตัวจับเวลาตรึง
vi: Thiết lập đồng hồ cố định
zh_hans: 定影计时器设置
zh_hant: 定影計時器設定

# fixingTimerDescription
source: Set the time for fixing your film after development
id: Atur waktu untuk fixing film setelah cuci
ja: 現像後のフィルム定着時間を設定
ko: 현상 후 필름 정착 시간 설정
ru: Установите время для фиксирования плёнки после проявки
th: ตั้งเวลาสำหรับการตรึงฟิล์มหลังจากล้าง
vi: Đặt thời gian cố định phim sau khi tráng
zh_hans: 设置显影后胶片定影时间
zh_hant: 設定沖印後膠片定影時間

source: Fixing time
id: Waktu fixing
ja: 定着時間
ko: 정착 시간
ru: Время фиксирования
th: เวลาตรึง
vi: Thời gian cố định
zh_hans: 定影时间
zh_hant: 定影時間

source: Start fixing
id: Mulai fixing
ja: 定着開始
ko: 정착 시작
ru: Начать фиксирование
th: เริ่มตรึง
vi: Bắt đầu cố định
zh_hans: 开始定影
zh_hant: 開始定影

source: Fixer
ja: 定着液
ko: 정착액
ru: Фиксаж
th: น้ำยาตรึง
vi: Dung dịch cố định
zh_hans: 定影液
zh_hant: 定影液

source: Select fixer
id: Pilih fixer
ja: 定着液選択
ko: 정착액 선택
ru: Выбрать фиксаж
th: เลือกน้ำยาตรึง
vi: Chọn dung dịch cố định
zh_hans: 选择定影液
zh_hant: 選擇定影液

source: Fixer Selection
id: Pemilihan Fixer
ja: 定着液選択
ko: 정착액 선택
ru: Выбор фиксажа
th: การเลือกน้ำยาตรึง
vi: Lựa chọn dung dịch cố định
zh_hans: 定影液选择
zh_hant: 定影液選擇

source: Rapid Fixer
ja: 迅速定着液
ko: 신속 정착액
ru: Быстрый фиксаж
th: น้ำยาตรึงเร็ว
vi: Dung dịch cố định nhanh
zh_hans: 快速定影液
zh_hant: 快速定影液

source: Acid Fixer
ja: 酸性定着液
ko: 산성 정착액
ru: Кислый фиксаж
th: น้ำยาตรึงกรด
vi: Dung dịch cố định axit
zh_hans: 酸性定影液
zh_hant: 酸性定影液

source: Neutral Fixer
ja: 中性定着液
ko: 중성 정착액
ru: Нейтральный фиксаж
th: น้ำยาตรึงกลาง
vi: Dung dịch cố định trung tính
zh_hans: 中性定影液
zh_hant: 中性定影液

# agitationSelection
source: Select Agitation Mode
id: Pilih Mode Agitasi
ja: 攪拌モード選択
ko: 교반 모드 선택
ru: Выберите режим ажитации
th: เลือกโหมดการเขย่า
vi: Chọn chế độ khuấy
zh_hans: 选择搅拌模式
zh_hant: 選擇攪拌模式

# agitationDescription
source: Agitation is the process of stirring the developer for uniform film development
id: Agitasi adalah proses mengaduk developer untuk cuci film yang merata
ja: 攪拌は現像液を撹拌してフィルムを均一に現像するプロセスです
ko: 교반은 균일한 필름 현상을 위해 현상액을 젓는 과정입니다
ru: Ажитация - это процесс перемешивания проявителя для равномерного проявления плёнки
th: การเขย่าคือกระบวนการกวนน้ำยาล้างเพื่อการล้างฟิล์มที่สม่ำเสมอ
vi: Khuấy là quá trình làm động dung dịch hiện tráng để tráng phim đồng đều
zh_hans: 搅拌是搅动显影液以实现胶片均匀显影的过程
zh_hant: 攪拌是攪動沖印液以實現膠片均勻沖印的過程

source: No agitation
id: Tanpa agitasi
ja: 攪拌なし
ko: 교반 없음
ru: Без ажитации
th: ไม่เขย่า
vi: Không khuấy
zh_hans: 无搅拌
zh_hant: 無攪拌

# noAgitationDescription
source: Timer will work without reminders
id: Timer akan bekerja tanpa pengingat
ja: タイマーはリマインダーなしで動作します
ko: 타이머가 알림 없이 작동합니다
ru: Таймер будет работать без напоминаний
th: ตัวจับเวลาจะทำงานโดยไม่มีการแจ้งเตือน
vi: Đồng hồ sẽ hoạt động mà không nhắc nhở
zh_hans: 计时器将在没有提醒的情况下工作
zh_hant: 計時器將在沒有提醒的情況下運作

# customAgitation
source: Custom mode
id: Mode kustom
ja: カスタムモード
ko: 사용자 정의 모드
ru: Пользовательский режим
th: โหมดกำหนดเอง
vi: Chế độ tùy chỉnh
zh_hans: 自定义模式
zh_hant: 自訂模式

# customAgitationDescription
source: Create your own agitation mode
id: Buat mode agitasi sendiri
ja: 独自の攪拌モードを作成
ko: 자신만의 교반 모드 생성
ru: Создать свой режим ажитации
th: สร้างโหมดการเขย่าของคุณเอง
vi: Tạo chế độ khuấy riêng của bạn
zh_hans: 创建您自己的搅拌模式
zh_hant: 建立您自己的攪拌模式

# customAgitationSetup
source: Custom mode setup
id: Pengaturan mode kustom
ja: カスタムモード設定
ko: 사용자 정의 모드 설정
ru: Настройка режима
th: การตั้งค่าโหมดกำหนดเอง
vi: Thiết lập chế độ tùy chỉnh
zh_hans: 自定义模式设置
zh_hant: 自訂模式設定

# customAgitationSetupDescription
source: Create your own agitation mode
id: Buat mode agitasi sendiri
ja: 独自の攪拌モードを作成
ko: 자신만의 교반 모드 생성
ru: Описапние режима ажитации
th: สร้างโหมดการเขย่าของคุณเอง
vi: Tạo chế độ khuấy riêng của bạn
zh_hans: 创建您自己的搅拌模式
zh_hant: 建立您自己的攪拌模式

# customAgitationTitle
source: Custom Agitation
id: Agitasi Kustom
ja: カスタム攪拌
ko: 사용자 정의 교반
ru: Пользовательская ажитация
th: การเขย่ากำหนดเอง
vi: Khuấy tùy chỉnh
zh_hans: 自定义搅拌
zh_hant: 自訂攪拌

source: Agitation time
id: Waktu agitasi
ja: 攪拌時間
ko: 교반 시간
ru: Время ажитации
th: เวลาเขย่า
vi: Thời gian khuấy
zh_hans: 搅拌时间
zh_hant: 攪拌時間

source: Rest time
id: Waktu istirahat
ja: 休止時間
ko: 휴식 시간
ru: Время покоя
th: เวลาพัก
vi: Thời gian nghỉ
zh_hans: 静置时间
zh_hant: 靜置時間

source: Preview:
ja: プレビュー:
ko: 미리보기:
ru: Превью:
th: ตัวอย่าง:
vi: Xem trước:
zh_hans: 预览：
zh_hant: 預覽：

# cycle
source: Cycle: %@ agitation → %@ rest
id: Siklus: agitasi %@dtk → istirahat %@dtk
ja: サイクル: %@秒攪拌 → %@秒休止
ko: 사이클: %@초 교반 → %@초 휴식
ru: Цикл: %@ ажитация → %@ покой
th: รอบ: เขย่า %@วิ → พัก %@วิ
vi: Chu kỳ: khuấy %@ giây → nghỉ %@ giây
zh_hans: 循环：%@秒搅拌 → %@秒静置
zh_hant: 循環：%@秒攪拌 → %@秒靜置

# totalCycleDuration
source: Total cycle duration: %@s
id: Durasi siklus total: %@dtk
ja: 総サイクル時間: %@秒
ko: 전체 사이클 시간: %@초
ru: Общая длительность: %@
th: ระยะเวลารอบทั้งหมด: %@วิ
vi: Thời gian chu kỳ tổng: %@ giây
zh_hans: 总循环时间：%@秒
zh_hant: 總循環時間：%@秒

source: AGITATION
id: AGITASI
ja: 攪拌
ko: 교반
ru: АЖИТАЦИЯ
th: เขย่า
vi: KHUẤY
zh_hans: 搅拌
zh_hant: 攪拌

source: REST
id: ISTIRAHAT
ja: 休止
ko: 휴식
ru: ПОКОЙ
th: พัก
vi: NGHỈ
zh_hans: 静置
zh_hant: 靜置

source: Continuous agitation
id: Agitasi berkelanjutan
ja: 連続攪拌
ko: 연속 교반
ru: Непрерывная ажитация
th: เขย่าต่อเนื่อง
vi: Khuấy liên tục
zh_hans: 连续搅拌
zh_hant: 持續攪拌

# cycleAgitationFormat
source: %@s agitation / %@s rest
id: agitasi %@dtk / istirahat %@dtk
ja: %@秒攪拌 / %@秒休止
ko: %@초 교반 / %@초 휴식
ru: %@с ажитации / %@с покоя
th: เขย่า %@วิ / พัก %@วิ
vi: khuấy %@ giây / nghỉ %@ giây
zh_hans: %@秒搅拌 / %@秒静置
zh_hant: %@秒攪拌 / %@秒靜置

# periodicAgitationFormat
source: Every %@s
id: Setiap %@dtk
ja: %@秒毎
ko: %@초마다
ru: Каждые %@с
th: ทุก %@วิ
vi: Mỗi %@ giây
zh_hans: 每%@秒
zh_hant: 每%@秒

# agitationContinuous
source: Continuous agitation
id: Agitasi berkelanjutan
ja: 連続攪拌
ko: 연속 교반
ru: Непрерывная ажитация
th: เขย่าต่อเนื่อง
vi: Khuấy liên tục
zh_hans: 连续搅拌
zh_hant: 持續攪拌

# agitationStill
source: No agitation
id: Tanpa agitasi
ja: 攪拌なし
ko: 교반 없음
ru: Без ажитации
th: ไม่เขย่า
vi: Không khuấy
zh_hans: 无搅拌
zh_hant: 無攪拌

# agitationRaeDescription
source: For long developments
id: Untuk cuci film lama
ja: 長時間現像用
ko: 장시간 현상용
ru: Для длительных проявок
th: สำหรับการล้างระยะยาว
vi: Cho tráng phim dài
zh_hans: 用于长时间显影
zh_hant: 用於長時間沖印

# agitationFixerDescription
source: Fixer mode
id: Mode fixer
ja: 定着液モード
ko: 정착액 모드
ru: Режим фиксирования
th: โหมดน้ำยาตรึง
vi: Chế độ dung dịch cố định
zh_hans: 定影液模式
zh_hant: 定影液模式

# agitationCustomFormat
source: Custom (%@s/%@s)
id: Kustom (%@dtk/%@dtk)
ja: カスタム (%@秒/%@秒)
ko: 사용자 정의 (%@초/%@초)
ru: Кастомный (%@с/%@с)
th: กำหนดเอง (%@วิ/%@วิ)
vi: Tùy chỉnh (%@ giây/%@ giây)
zh_hans: 自定义（%@秒/%@秒）
zh_hant: 自訂（%@秒/%@秒）

# agitationContinuousName
source: Continuous
id: Berkelanjutan
ja: 連続
ko: 연속
ru: Постоянная
th: ต่อเนื่อง
vi: Liên tục
zh_hans: 连续
zh_hant: 持續

# agitationStillName
source: Still
id: Diam
ja: 静止
ko: 정지
ru: Штиль
th: นิ่ง
vi: Yên tĩnh
zh_hans: 静止
zh_hant: 靜止

# agitationRaePhase2Rotations
source: 2 rotations
id: 2 rotasi
ja: 2回転
ko: 2회전
ru: 2 оборота
th: หมุน 2 ครั้ง
vi: 2 vòng xoay
zh_hans: 2次旋转
zh_hant: 2次旋轉

# agitationRaePhase1RotationPerMinute
source: 1 rotation per minute
id: 1 rotasi per menit
ja: 1分毎に1回転
ko: 분당 1회전
ru: 1 оборот каждую минуту
th: หมุน 1 ครั้งต่อนาที
vi: 1 vòng xoay mỗi phút
zh_hans: 每分钟1次旋转
zh_hant: 每分鐘1次旋轉

# agitationRaePhase1Rotation7thMinute
source: 1 rotation on 7th minute
id: 1 rotasi pada menit ke-7
ja: 7分目に1回転
ko: 7분째에 1회전
ru: 1 оборот на 7-ю минуту
th: หมุน 1 ครั้งในนาทีที่ 7
vi: 1 vòng xoay ở phút thứ 7
zh_hans: 第7分钟1次旋转
zh_hant: 第7分鐘1次旋轉

# agitationRaePhase1Rotation10thMinute
source: 1 rotation on 10th minute
id: 1 rotasi pada menit ke-10
ja: 10分目に1回転
ko: 10분째에 1회전
ru: 1 оборот на 10-ю минуту
th: หมุน 1 ครั้งในนาทีที่ 10
vi: 1 vòng xoay ở phút thứ 10
zh_hans: 第10分钟1次旋转
zh_hant: 第10分鐘1次旋轉

# agitationRaePhase1RotationEvery5Minutes
source: 1 rotation every 5 minutes
id: 1 rotasi setiap 5 menit
ja: 5分毎に1回転
ko: 5분마다 1회전
ru: 1 оборот каждые 5 минут
th: หมุน 1 ครั้งทุก 5 นาที
vi: 1 vòng xoay mỗi 5 phút
zh_hans: 每5分钟1次旋转
zh_hant: 每5分鐘1次旋轉

# createCustomAgitation
source: Create Custom Mode
ru: Создать пользовательский режим

# createCustomAgitationDescription
source: Design your own agitation pattern
ru: Создайте свой собственный паттерн ажитации

# savedCustomAgitationModes
source: Saved Custom Modes
ru: Сохранённые пользовательские режимы

# savedCustomAgitationDescription
source: Browse and select from your saved modes
ru: Просмотрите и выберите из ваших сохранённых режимов

# customAgitationCreateTitle
source: Create Custom Agitation Mode
ru: Создать пользовательский режим ажитации

# customAgitationEditTitle
source: Edit Custom Agitation Mode
ru: Редактировать пользовательский режим ажитации

# customAgitationName
source: Mode Name
ru: Название режима

# customAgitationNamePlaceholder
source: Enter mode name
ru: Введите название режима

# customAgitationFirstMinute
source: First Minute
ru: Первая минута

# customAgitationFirstMinuteDescription
source: Agitation pattern for the initial minute
ru: Паттерн ажитации для первой минуты

# customAgitationIntermediate
source: Intermediate Minutes
ru: Промежуточные минуты

# customAgitationIntermediateDescription
source: Agitation pattern for minutes 2 to N-1
ru: Паттерн ажитации для минут от 2 до N-1

# customAgitationEnableLastMinute
source: Custom Last Minute
ru: Пользовательская последняя минута

# customAgitationLastMinute
source: Last Minute
ru: Последняя минута

# customAgitationLastMinuteDescription
source: Agitation pattern for the final minute
ru: Паттерн ажитации для последней минуты

# customAgitationPreview
source: Preview
ru: Предварительный просмотр

# customAgitationPreviewUnavailable
source: Complete configuration to see preview
ru: Завершите настройку для просмотра

# customAgitationCreateButton
source: Create Mode
ru: Создать режим

# customAgitationUpdateButton
source: Update Mode
ru: Обновить режим

# customAgitationReset
source: Reset Form
ru: Сбросить форму

source: Agitation Type
ru: Тип ажитации

# agitationCycle
source: Cycle
ru: Цикл

# agitationPeriodic
source: Periodic
ru: Периодическая

# agitationCustom
source: Custom Instructions
ru: Пользовательские инструкции

# cycleTimingSettings
source: Cycle Timing
ru: Настройки времени цикла

# agitationSeconds
source: Agitation
ru: Ажитация

# restSeconds
source: Rest
ru: Покой

# periodicInterval
source: Interval
ru: Интервал

# customAgitationInstructions
source: Instructions
ru: Инструкции

# customAgitationInstructionsPlaceholder
source: Enter custom agitation instructions...
ru: Введите пользовательские инструкции по ажитации...
