Repository: maximeliseyev/analogprocess
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: id, ja, ko, ru, th, vi, zh_hans, zh_hant

source: Set time to start timer
id: Atur waktu untuk memulai timer
ja: タイマー開始時間設定
ko: 타이머 시작 시간 설정
ru: Установите время для запуска таймера
th: ตั้งเวลาเพื่อเริ่มตัวจับเวลา
vi: Đặt thời gian để bắt đầu đồng hồ
zh_hans: 设置时间以启动计时器
zh_hant: 設定時間以啟動計時器

source: Create Mode
id: Mode Buat
ja: 作成モード
ko: 생성 모드
ru: Создать режим
th: โหมดสร้าง
vi: Chế độ tạo
zh_hans: 创建模式
zh_hant: 建立模式

source: Development
id: Cuci Film
ja: 現像
ko: 현상
ru: Проявка
th: การล้าง
vi: Tráng phim
zh_hans: 显影
zh_hant: 沖印

# noAlternativeOptions
source: Only one option available
id: Hanya ada satu opsi tersedia
ja: オプションは1つのみ利用可能
ko: 하나의 옵션만 사용 가능
ru: Доступен только один вариант
th: มีตัวเลือกเดียวเท่านั้น
vi: Chỉ có một tùy chọn
zh_hans: 仅有一个可用选项
zh_hant: 僅有一個可用選項

source: Manuals
id: Manual
ja: マニュアル
ko: 매뉴얼
ru: Руководства
th: คู่มือ
vi: Hướng dẫn
zh_hans: 手册
zh_hant: 手冊

source: Version
id: Versi
ja: バージョン
ko: 버전
ru: Версия
th: เวอร์ชัน
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# unknownFilm
source: Film
ja: フィルム
ko: 필름
ru: Плёнка
th: ฟิล์ม
vi: Phim
zh_hans: 胶片
zh_hant: 膠片

# unknownDeveloper
source: Developer
ja: 現像液
ko: 현상액
ru: Проявитель
th: น้ำยาล้าง
vi: Dung dịch hiện tráng
zh_hans: 显影液
zh_hant: 沖印液

# cycleFormat
source: Cycle: %@s agitation → %@s rest
id: Siklus: agitasi %@dtk → istirahat %@dtk
ja: サイクル: %@秒攪拌 → %@秒休止
ko: 사이클: %@초 교반 → %@초 휴식
ru: Цикл: %@с ажитация → %@с покой
th: รอบ: เขย่า %@วิ → พัก %@วิ
vi: Chu kỳ: khuấy %@ giây → nghỉ %@ giây
zh_hans: 循环：%@秒搅拌 → %@秒静置
zh_hant: 循環：%@秒攪拌 → %@秒靜置

source: Parameter Row
id: Baris Parameter
ja: パラメータ行
ko: 매개변수 행
ru: Строка параметров
th: แถวพารามิเตอร์
vi: Hàng thông số
zh_hans: 参数行
zh_hant: 參數行

source: Record Row
id: Baris Record
ja: 記録行
ko: 기록 행
ru: Строка записи
th: แถวบันทึก
vi: Hàng bản ghi
zh_hans: 记录行
zh_hant: 記錄行

source: Calculator Components
id: Komponen Kalkulator
ja: 計算機コンポーネント
ko: 계산기 구성 요소
ru: Компоненты калькулятора
th: ส่วนประกอบเครื่องคำนวณ
vi: Thành phần máy tính
zh_hans: 计算器组件
zh_hant: 計算器元件

# iCloudSyncStatusIdleAvailable
source: iCloud is ready to sync
id: iCloud siap untuk sinkronisasi
ja: iCloudの同期準備完了
ko: iCloud 동기화 준비됨
ru: iCloud готов к синхронизации
th: iCloud พร้อมซิงค์
vi: iCloud sẵn sàng đồng bộ
zh_hans: iCloud准备就绪可同步
zh_hant: iCloud準備就緒可同步

# iCloudSyncStatusIdleUnavailable
source: iCloud is unavailable
id: iCloud tidak tersedia
ja: iCloudが利用できません
ko: iCloud를 사용할 수 없음
ru: iCloud недоступен
th: iCloud ไม่พร้อมใช้งาน
vi: iCloud không khả dụng
zh_hans: iCloud不可用
zh_hant: iCloud不可用

# iCloudSyncStatusSyncing
source: Syncing...
id: Sinkronisasi...
ja: 同期中...
ko: 동기화 중...
ru: Синхронизация...
th: กำลังซิงค์...
vi: Đang đồng bộ...
zh_hans: 同步中...
zh_hant: 同步中...

# iCloudSyncStatusCompleted
source: Sync complete
id: Sinkronisasi selesai
ja: 同期完了
ko: 동기화 완료
ru: Синхронизация завершена
th: ซิงค์เสร็จสิ้น
vi: Đồng bộ hoàn thành
zh_hans: 同步完成
zh_hant: 同步完成

# iCloudSyncCtatusFailed
source: Error: %@
ja: エラー: %@
ko: 오류: %@
ru: Ошибка: %@
th: ข้อผิดพลาด: %@
vi: Lỗi: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

# groupIlford
source: Ilford
ja: イルフォード
ko: 일포드
zh_hans: 伊尔福
zh_hant: 伊爾福

# groupKodak
source: Kodak
ja: コダック
ko: 코다크
zh_hans: 柯达
zh_hant: 柯達

# groupFoma
source: Foma
ja: フォマ
ko: 포마
zh_hans: 福马
zh_hant: 福馬

# groupKentmere
source: Kentmere
ja: ケントメア
ko: 켄트미어
zh_hans: 肯特米尔
zh_hant: 肯特米爾

# groupDevelopersIlford
source: Ilford
ja: イルフォード
ko: 일포드
zh_hans: 伊尔福
zh_hant: 伊爾福

# groupDevelopersKodak
source: Kodak
ja: コダック
ko: 코다크
zh_hans: 柯达
zh_hant: 柯達

# agitationTimeRemaining
source: (%@с)
id: (%@dtk)
ja: （%@秒）
ko: (%@초)
th: (%@วิ)
vi: (%@ giây)
zh_hans: （%@秒）
zh_hant: （%@秒）

# agitationFixerName
source: Fixer
ja: 定着液
ko: 정착액
th: น้ำยาตรึง
vi: Dung dịch cố định
zh_hans: 定影液
zh_hant: 定影液
